Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: In lower-secondary education, the student enrolment figure being 344,138, the number of schools 3,964 and the number of teachers 74,849, the school-student ratio remained at 1:87 and teacher-student ration at 1:28 by mid April 1990.
ne_np: निम्न माध्यामिक शिक्षातर्फ २०४७ वैशाखसम्ममा विद्यार्थी संख्या ३,४४,१३८, विद्यालय संख्या ३,९६४ र शिक्षक संख्या १२,३९९ रहेको देखिएको हुँदा र विद्यार्थी अनुपात १:८७ र शिक्षक विद्यालय र विद्यार्थी अनुपात १:२८ पुगेको थियो।

source: The school-student ration and the teacher-student ration reached 1:98 and 1:29, as the numbers of enrolled students, school and teacher increased to 381,000, 4,092 and 13,207 respectively by mid April 1991.
ne_np: २०४८ वैशाखसम्ममा विद्यार्थीसंख्या ३,८१,०००, विद्यालय संख्या ४,०९२ र शिक्षकसंख्या १३,२०७ पुगेको हुंदा विद्यालय र विद्यार्थी अनुपात १ः९३ र शिक्षक र विद्यालय अनुपात १ः२९ पुग्न गयो।

source: Similarly, in order to reduce the student enrolment pressure on existing campuses and provide job-oriented education to students, a 12-class higher secondary education (10+2) programme was initiated.
ne_np: त्यस्तै सञ्चालनमा रहेका क्याम्पसमा विद्यार्थी भर्ना चाप कम गर्न र विद्यार्थीलाई रोजगारमूलक शिक्षा प्रदान गर्न उच्च माध्यमिक शिक्षा १२ कक्षा (१०+२) गर्न नयाय्.त्र् कार्यक्रम सञ्चालन गरियो।

source: 4.2 Health: By the fiscal year 1991/92, the number of hospitals reached 111, health posts 816, health centres 18 and Ayurved hospitals 155 and during the same period the number of doctors and women health volunteers (nurses) stood at 1,182 and 24,000 respectively.
ne_np: ४.२ स्वास्थ्य : आर्थिक वर्ष २०४८/४९ सम्ममा अस्पतालसंख्या १११, अस्पताल शैया ४७६८, स्वास्थ्य चौकी ८१६, स्वास्थ्य केन्द्र १८ र आयुर्वेद औषधालय १५५ पुगेको छ भने यसै अवधिमा डाक्टरको संख्या १,१८२ र महिला स्वास्थ्य स्वयम्सेवीका(परिचारिका) को संख्या २४००० पुगेको छ।

source: Thus, the doctor-partient ration and the hospital bed- population ration reached 1:15, 800 and 1:3,967 respectively.
ne_np: यसरी २०४८/४९ सम्ममा डाक्टर र जनसंख्या अनुपात १:१५,८००, अस्पताल शैया र जनसंख्या अनुपात १:३९६७ पुगेको छ।

source: At present, the average life-expectancy of the Nepalese people is estimated to have reached 54 years.
ne_np: हाल नेपालीहरुको सरदर आयु ५४ वर्ष पुगेको अनुमान छ।

source: Infant mortality rate stands 102, child death rate at 165, the crude birth rate at 39.60 and crude death rate at 14 per thousand respectively.
ne_np: शिशु मृत्युदर १०२, बाल मृत्युदर १६५, कोरा जन्मदर ३९.६० र कोरा मृत्युदर १४ प्रति हजार पुगेको छ।

source: Out of this figure, it was in 1990/91 alone that the drinking water facility was provided to 482,899 people.
ne_np: यसमध्ये २०४७/४८ मा मात्र ४,८२,८९९ जनसंख्यालाई थप खानेपानी सुविधा उपलब्ध हुन सकेको अनुमान थियो।

source: This led to anomalies in the allocation of resources.
ne_np: यसले साधनको बाँडफाँडमा विसङ्धगति पैदा गर्‍यो।

source: In the absence of a competitive atmosphere, attention was not paid towards increasing efficiency.
ne_np: प्रतिस्पर्धात्मक वातावरणको अभावमा दक्षता बढाउने तिर ध्यान गएन।

source: Therefore, no satisfactory achievement could be made in the economic sector.
ne_np: त्यसकारण आर्थिक क्षेत्रमा सन्तोषजनक प्रगति हुन सकेन।

source: This gave was to increasing poverty problem.
ne_np: यसबाट गरीबीको समस्या बढ्दै गयो।

source: The impact of this situation was evidently felt in the last two years, as well.
ne_np: यसको प्रभाव विगत दुई वर्षहरुमा पनि देखा पर्‍यो।

source: During the past two years, there was instability in agricultural production.
ne_np: विगत दुई वर्षमा कृषिक्षेत्रको उत्पादनमा अस्थिरता रह्यो।

source: As a result of the continuing heavy dependence of gross domestic production on water conditions, the trends of annual fluctuations in economic growth rate persisted.
ne_np: कुल राष्ट्रिय उत्पादनमा मौसममाथि निर्भर रहने प्रवृत्तिमा कमी नआउनाले देशको आर्थिक बृद्धिदर प्रतिवर्ष घट्बढ् भइरहने प्रवृत्ति देखापर्दै आएको छ ।

source: On the agricultural front, the development of market-oriented production pattern is necessary for the growth in integrated and coordinated manner to agricultural inputs, services, incentives and irrigation facilities.
ne_np: कृषिक्षेत्रतर्फ कृषि उत्पादन बढाउनका लागि कृषि सामग्री, सेवा, सुविधा र सित्र्चाइ एकिकृत र समन्वयात्मक ढङ्धबाट पुर्‍याई बजारमुखी उत्पादन ढाँचाको विकासतर्फ पाइला चाल्नु पर्दछ।

source: At present, owing to the execessive liquidity in the economy, while the rate of consumption in increasing, the rate of savings in on the decline.
ne_np: हाल अर्थतन्त्रमा अधिक तरलताको स्थिति रहेबाट उपभोग अनुपात बढ्दै गई बचतदरमा कमी हुँदै गएको छ।

source: The increase in government expenditure and the lack of sufficient development in laternative inves tment sectors capable of attracting private savings have led to increase in consumption and the fall in gross domestic product.
ne_np: सरकारी क्षेत्रको खर्चमा भएको बृद्धि एवं निजी क्षेत्रको बचतलाई प्रोत्साहन गर्ने बैकल्पिक लगानीका क्षेत्रहरुको विकास पर्याप्त मात्रामा हुन नसकेकोले गार्हस्थ्य बचतमा कमी र उपभोगमा बृद्धि भएको छ आउन थालेको छ।

source: In view of the government financial situation of the last two years, the reliance on external loans has further accentuated instead of declining because of the need for adjusting the financial deficit caused by increasing government expenditure.
ne_np: विगत दुई वर्षको सरकारी वित्तीय स्थितिलाई हेर्दा सरकारी खर्चमा भएको बृद्धिको दरबाट उत्पन्न भएको वित्तीय घाटालाई पूरा गर्न वैदेशिक ऋण प्रतिको निर्भरतामा कमी आउनुको बदला बढ्दै नै गएको छ ।

source: Therefore, it is necessary to give special emphasis on the mobilisation of internal resources.
ne_np: यसकारण आन्तरिक साधनको परिचालनमा विशेष जोड दिनु आवश्यक छ।

source: For this purpose, necessary steps must be taken to check the revenue pilferage and explore new sources of government revenue, to broaden the tax bases and simplify the administrative procedures.
ne_np: यसको लागि राजस्वको नयाँ श्रोतहरु पत्ता लगाई राजस्व चुहावट रोक्नु पर्ने, करका आधारहरु फराकिलो पार्ने, प्रशासनिक सरलीकरण गर्नेतर्फ पाइला चाल्नु जरुरी छ ।

source: It is also essential to curtail unproductive expenditures.
ne_np: र अनुत्पादक खर्चहरुमा नियन्त्रण गर्नु आवश्यक छ।

source: On the monetary front, there has been an excessive increase in money supply since the last year.
ne_np: मौद्रिक स्थितितर्फ विगत वर्षदेखि नै मुद्रा प्रदायको विस्तार अत्यधिक भइरहेको छ।

source: Due to this excess liquidity in the economy, while there has been a great pressure on price situation, the ration between gross domestic product and current account deficit has remained very high (9.7 percent).
ne_np: अर्थव्यवस्थामा सृजना भएको अत्यधिक तरलताबाट मूल्य स्थितिमा अत्यधिक चाप पर्नुका साथै कुल गार्हस्थ्य उत् पादन र चालु खाता घाटा बीचको उच्च अनुपात (९.७ प्रतिशत) रहन गएको छ। ।

source: Under the present circumstances, the money-supply should be maintained within desirable limits without causing any undur scarcity of capital to intensify the pace of economic development.
ne_np: यस स्थितिमा आर्थिक विकासको गतिलाई अगाडि बढाउन आवश्यक पूँजीमा कमी आउन नदिई मुद्रा प्रदायलाई वाञ्छित सीमाभित्र राखिनु आवश्यक छ।

source: The increase in net foreign assets in also exerting expansionary influence on money supply.
ne_np: खूद वैदेशिक सम्पत्तिमा भइरहेको निरन्तर बृद्धिले मुद्रा प्रदायमा विस्तार कारी प्रभाव पर्दै गएको छ।

source: In this context, the foreign exchange should be utilized positively and productively in order to increase productivity and employment opportunities in the economy.
ne_np: यस सन्दर्भमा विदेशी विनिमयको सकारात्मक र उत्पादनमूलक उपयोग गरी अर्थतन्त्रमा उत्पादन र रोजगारी अभिबृद्धि गर्नु आवश्यक छ।

source: Timely improvements on the interest rates are also required for reducing the excessive liquidity and inflation, and for promoting saving habits.
ne_np: अत्यधिक तरलता र मुद्रास्फीतिलाई कम गर्न र बचत गर्ने प्रवृत्तिमा बृद्धि गर्नको लागि व्याजदरमा समयअनुसार परिवर्तन हुनु आवश्यक छ।

source: Similarly, the policies of loan disbursement by commercial banks in productive, priority-accorded sectors need to be intensified so as to gradually alleviate poverty through the creation of new employment opportunities for the economic upliftment of the low income rural population.
ne_np: त्यस्तै देशको गरीबीलाई कम गर्दै लैजान वाणिज्य बैङ्कहरुले न्यून आय भएका ग्रामीण जनताको आर्थिक उन्नति गर्नको लागि रोजगारीका नयाँ अवसरहरु सृजना गर्न प्राथमिकता प्राप्त र उत्पादनशील क्षेत्रमा कर्जा प्रवाह गर्ने नीतिलाई अझ बढी क्रियाशील पार्नुपर्दछ।

source: In the price situation, the problems of high price rise has not only reduced the competit ive capacity of the economy but also caused greas sufferings to the people.
ne_np: मूल्यस्थितितर्फ उच्च मूल्यबृद्धिको समस्याले देशको अर्थतन्त्रको प्रतिस्पर्धात्मक क्षमतामा कमी आउनुको साथै जनता महगीको मारबाट पीडित हुनुपरेको छ।

source: This has created tremendous hardships particularly in the livelihood if the people living below the poverty line.
ne_np: खास गरी यसबाट गरीबीको रेखामुनीका जनताहरुको दैनिक जीवनयापन जटिल बनाइदिएको छ।

source: Thus, it is necessary to provide relief to the people by cutting down the rate of increase in prices.
ne_np: यसकारण जनतालाई मूल्यबृद्धिको मारबाट राहत प्रदान गर्न मूल्यबृद्धिदरलाई कम पार्नुपर्ने आवश्यकता छ।

source: To attain this purpose, it will be essential especially to curtail the unproductive government expenditure, to increase the work efficiency of public undertakings, to monitor the price situation on a regular basis, to emphasize on the attainment of equilibrium in foreign trade and to improve the supply and distribution systems of essential commodities.
ne_np: यसको लागि खास गरी सरकारी अनुत्पादनक खर्चमा कमी ल्याउनु पर्ने, सस्थानहरुको कार्यकुशलतामा बृद्धि ल्याउनुपर्ने, मूल्य स्थितिको नियमित अनुगमन गर्नु वैदेशिक व्यापारमा सन्तुलन ल्याउन जोड दिनुपर्ने र आवश्यक वस्तुहरुको आपूर्ति र वितरण व्यवस्थामा सुधार ल्याउनुपर्नेछ।

source: In this regard, various steps were taken to achieve a regular and convenient supply of the essential commodities for the common people such as foodgrains, salt, sugar and cement.
ne_np: आम जनताका अत्यावश्यक वस्तुहरु जस्तो खाद्यान्न, नून, चिनी, सिमेन्टको नियमित एवं सरल रुपमा उपलब्ध गराउन विभिन्न कदमहरु उठाएको थियो।

source: During the past two years also, the foreign trade deficit has increased and is the previous years.
ne_np: वैदेशिक व्यापारतर्फ विगत दुई वर्षहरुमा पनि पहिला झैं वैदेशिक व्यापार घाटा बढे को छ।

source: This has led to as increase in the current account deficit, too.
ne_np: यसले गर्दा चालु खाता घाटामा पनि बृद्धि भएको छ।

source: Similarly, the trade deficit with India has increased on account of the increased import of manufactured items from India in comparison to the export of traditional agro -based and unprocessed products to that country.
ne_np: त्यस्तै परम्परागत कृषिजन्य तथा अप्रशोधित वस्तुहरु भारतमा निर्यात हुने तर भारतबाट तैयारी वस्तुहरुको आयातबृद्धिले भारततर्फको व्यापारमा घाटा बढेको छ।

source: Therefore, in order to expand the export trade, due attention must be paid to the identification of new exportable products and the amelioration of quality standards of the export items.
ne_np: त्यसैले निकासी व्यापार बढाउन निकासी योग्य नयाँ वस्तुहरुको पहिचान गर्ने र निकासी हुने वस्तुहरुको गुणस्तरमा बृद्धि गर्नेतर्फ पनि ध्यान जानु जरुरी छ।

source: Despite the massive investment outlay for agricultural development in each periodic plan in the past, the agriculture sector could not achieve the desired progress.
ne_np: विगतमा कृषिक्षेत्रको विकासको लागि प्रत्येक आवधिक योजनाहरुमा ठूलो लगानी गरिएको भए तापनि यस क्षेत्रको अपेक्षित विकास हु न सकेन।

source: Agriculture is even today primarily dependent on weather condition.
ne_np: अझै पनि कृषि उत्पादन मुख्यतः मौसममा नै निर्भर छ।

source: Therefore, in order to achieve some concrete growth in agricultural production and productivity, it is essential to make optimum utilization of the irrigation facilities through their suithable renovation, maintenance and operation, and to establish convenient and reliable systems for the distribution of improved seeds and chemical fertilizers, the dissemination of appropriate technology and th e disbursement of agricultural loans.
ne_np: त्यसकारण कृषि उत्पादन र उत्पादकत्वमा ठोस बृद्धि ल्याउन निर्माण भइसकेका सित्र्चाइ सुविधाको उपयुक्त मर्मत, सम्भार र सञ्चालन गरी अधिकतम उपयोग गर्नुका साथै उन्नत बीउ, रासायनिक मल, उपयुक्त प्रविधि तथा कृषि कर्जाको वितरण सरल एवं भरपर्दो तुल्याउनु जरुरी छ।

source: As the drains and small irrigation projects have a great significance in agriculture and also actively involve the farmers themselves, it is highly essential to undertake such irrigation projects on a priority basis.
ne_np: कृषिमा कुलो तथा साना सिय्.त्र्चाइ आयोजनाको ठूलो महत्व देखिएको सन्दर्भमा र यस्ता आयोजनाहरुमा कृषक स्वयं संलग्न हुने भएकोले यस्ता सित्र्चाइ कार्यक्रमलाई प्राथमिकता दिई सञ्चालन गर्नु बढी जरु री छ।

source: A new industrial policy has been formulated to intensify the pace of industrial development.
ne_np: औद्योगिक विकासको गतिलाई तीव्र पार्न नयाँ औद्योगिक नीति तर्जुमा गरिएको छ।

source: The new policy have brought and end to the doubts, uncertainties and distortions prevailing is the industrial sector.
ne_np: यस नीतिले औद्योगिक क्षेत्रमा रहेको शंका र अनिश्चितताको वातावरण र विसङ्धतिलाई समाप्त पारेको छ।

source: Following the introduction of the new policy in 1992, approval has been granted by mid June to a remarkable number of industries seeking registration.
ne_np: २०४९ मा नयाँ नीति आइसकेपछि आषाढसम्ममा उल्लेखनीय रुपमा नयाँ उद्योगहरु स्थापनाको लागि अनुमति प्रदान भइसकेको छ।

source: At the same time, while three industrial undertakings have already been privatized, the process of privatization will be further continued.
ne_np: साथै ३ वटा औद्योगिक प्रतिस्ठानहरु निजीकरण हुनुको अतिरिक्त यो निजीकरणको प्रक्रिया जारी नै हुनेछ।

source: As the liberal and open policies professed by the new industrial policy for improvements on the economy as a whole will create a competitive industrial climate, maximum benefits must be derived from the changed climate by enhancing the industrial capabilities of the entrepreneurs involved in this sector.
ne_np: औद्योगिक नीतिले प्रतिपादन गरेको र समग्र अर्थव्यवस्थाको सुधारको लागि समेत लिइएको उदार र खुला नीतिले प्रतिस्पर्धात्मक वातावरण सृजनागर्ने हुँदा यस क्षेत्रमा संलग्न उद्यमीहरु औद्योगिक सक्षमतामा बृद्धि गरी परिवर्तित वातावरणबाट अधिकतम फाइदा लिन सक्नुपर्दछ।

source: The government owned corporations must strengthen their management to enhance their work efficiency.
ne_np: सरकारी स्वामित्वमा सञ्चालन भइरहेका संस्थानहरुले क्षमता विकास गर्न व्यवस्थापनलाई सक्षम तुल्याउनु आवश्यक छ।

source: The sick government undertakings will has to be gradually handed over to the private sector.
ne_np: साथै असक्षम सरकारी संस्थानहरुलाई क्रमशः निजी क्षेत्रमा हस्तान्तरण गर्नु पर्दछ।

source: Additional efforts are required to develop the necessary infrastructure for tourism, which has evolved as a main source of foreign currency earnings, and the involvement of private sector in these efforts should be encouraged.
ne_np: विदेशी मुद्राको मुख्य स्रोतको रुपमा विकास भइरहेको पर्यटन क्षेत्रको विकासको लागि आवश्यक पूर्वाधारहरु विकास गर्ने थप प्रयास गरी यस्तो प्रयासमा निजी क्षेत्रलाई समेत संलग्न गर्दै जानु आवश्यक छ।

source: The heavy reliance on forests for the total energy consumption of the country has led to a massive destruction of forests.
ne_np: देशको कुल उर्जा खपतमा वन जङ्धल माथिको प्रमुख निर्भरताले गर्दा वन जङ्धल ठूलो मात्रामा नाश हुन गएको छ।

source: This has had detrimental effects on environmental balance as well as agricultural production.
ne_np: यसबाट बाताबरण सन्तुलनको साथै कृषिको उत्पादनमा समेत प्रतिकूल प्रभाव पारेको छ।

source: In the absence of convenient and likelihood of reducing the reliance on traditional sources of energy like forests in the immediate future.
ne_np: सस्तो एवं सरल उर्जा श्रोतको अभावमा वन जङ्धल लगायत अन्य परम्परागत उर्जा स्रोतको निर्भरतामा तुरुन्त ठूलो कमी ल्याउन सकिने देखिँदैन।

source: Therefore, there is a great need to achieve a consistent balance between the demand and the supply of timber and firewood by according priority to forestry development and by soliciting active participation of the people themselves in afforest ration activity.
ne_np: तसर्थ वन जङ्धलको विकास कार्यलाई प्राथमिकता दिई वृक्षारोपण कार्यमा जनतालार्ई प्रत्यक्ष रुपमा संलग्न गराई काठ दाउराको माग र आपूर्ति बीच सन्तुलन ल्याउनु पर्ने खाँचो छ।

source: In spite of the immense hydropower potential of the country, it has not been possible to significantly exploit this due to the lack of resources.
ne_np: देशमा अत्यधिक रुपमा जलश्रोत उपलब्ध भए तापनि साधनको कमीले त्यसको अधिकतम उपयोग गर्न सकिएको छैन।

source: The hydroelectricity and irrigation facilities need to be expanded through necessary arrangements of means and resources for the maximum utilization of hydro power.
ne_np: यसको लागि आवश्यक साधन जुटाइ जलश्रोतको अधिकतम उपयोग गरी जलविद्युत् तथा सित्र्चाइको समेत उपलब्धतामा बृद्धि गर्नु पर्दछ।

source: Viewed on the basis of cost factor, it seems appropriate to give more emphasis in the construction of small and medium scale hydro electric projects than on iarge scale projects.
ne_np: जलस्रोततर्फ लागतको हिसाब गर्दा ठूला आयोजनाहरु भन्दा साना र मझौला खालका जलविद्युत् आयोजनाहरुको निमार्णमा जोड दिनु उपयुक्त देखिन्छ।

source: Greater involvement of orivate sector in required in the generaion and distribution of hydro -electricity, too.
ne_np: जल विद्युतको उत्पादन एवं वितरणमा समेत निजी क्षेत्रको बढ्दो भूमिका आवश्यक छ।

source: One the transport front, although some roads were constructed in the past years, there are still no link roads to some district headquarters.
ne_np: यातायाततर्फ विगत वर्षहरुमा केही सडकहरु बनेका भए तापनि अझै पनि कतिपय जिल्लाको सदरमुकामहरुसम्म सडक पुग्न सकेको छैन।

source: Further, as not much attention was paid to the proper alignment of the rode during construction, the roads have not able to intensify the economic activities of the people living in the road corridors.
ne_np: सार्थै सडक निर्माण गर्दा सडक मार्गको विकासतर्फ कम ध्यान दिइएबाट निमार्ण भएका सडक वरिपरिका ठाउँहरुमा बस्ने व्यक्तिहरुको आर्थिक गतिविधिमा प्रभावकारी बृद्धि ल्याउन सकेको देखिँदैन ।

source: Therefore, it is necessary to pay attention to the task of constructing link road to district headquarters and other feeder roads on the basis of economic feasibility studies and also to the repairs and maintenance of old roads.
ne_np: तसर्थ आर्थिक सम्भाव्यता समेतलाई हेरी सदरमुकाम जोडने मार्ग तथा अन्य फिडर रोडको निमार्णमा ध्यान दिनुको साथै पुराना सडकहरुको मर्मत सम्भारतर्फ पनि उचित ध्यान दिनु जरुरी छ।

source: The lack of qualitative development in education is the main reason for this situation.
ne_np: यसको मुख्य कारण शिक्षामा गुणात्मक विकास हुन नसक्नु हो।

source: Therefore, while keeping education in agreement with moral norm and values, attention must be paid to developing the quality of education and making it job-oriented.
ne_np: यसकारण शिक्षापद्धतिलाई सामाजिक र नैतिक मूल्य र मान्यताहरुका साथै रोजगारीको अवसर सित आवद्ध गरी गुणात्मक सुधार गर्ने तर्फ ध्यान दिनुपर्दछ।

source: Higher education faces scarcity of physical facilities for standard pedagogy and is heavily reliant on government grants.
ne_np: उच्च शिक्षामा स्तरीय शिक्षा दिनको लागि आवश्यक भौतिक सुविधाहरुको उचित व्यवस्थाको कमी छ र सरकारी अनुदानमा बढी निर्भरता रहेको छ।

source: Therefore, it is imperative to develop a time bound educational framework and encourage the private sector involvement in higher education.
ne_np: यसकारण समयबद्ध शैक्षिक ढाँचाको विकास गरी उच्च शिक्षाको क्षेत्रमा निजी क्षेत्रलाई पनि प्रोत्साहन दिनु जरुरी छ।

source: Similarly, there has emerged an urgent need to upgrade the quality of primary and secondary education.
ne_np: त्यस्तै प्राथमिक देखि माध्यमिक शिक्षाहरुमा पनि गुणस्तर बढाउनु आवश्यक भइसकेको छ।

source: The country has not been able to derive potential benefits from the investment made in the health sector as well.
ne_np: स्वास्थ्यक्षेत्रमा भएको लगानीबाट पनि देशले अपेक्षित फाइदा लिन सकेको देखिँदैन।

source: The physical infrastructure in health sector in being gradually developed and a big investment has also been made in the production of health manpower.
ne_np: स्वास्थ्य क्षेत्रमा केही भौतिक पूर्वाधारहरुको क्रमशः विस्तार हुदैछ र स्वस्थ जनशक्ति उत्पादनमा पनि ठूलो लगानी भएको छ।

source: However, while there is a regular complaint from people concerning the unavailability searcity of medcines and manpower in hospitals and health ectres, the burden of the increasing population on exerting a heavy pressure on social services, and this population growth has minimized the impact of development achievements.
ne_np: तर स्वास्थ्य चौकी र अस्पतालहरुमा औषधि तथा आवश्यक जनशक्तिहरु उपलब्ध नभएको जनगुनासो पाइन्छ साथै बढ्दो जनसंख्याको बृद्धिले गर्दा वर्तमान सामाजिक सेवाहरुमा चाप बढेको छ भने विकासका प्रतिफललाई जनसंख्याबृद्धिले न्यून तुल्याएको छ।

source: No significant education has been achieven in the growth rates of population and infant mortality.
ne_np: जनसंख्या बृद्धिदर र बाल मृत्युदरमा त्यति कमी आउन सकेको छैन।

source: In this context, it has become essential to make maximum possible utilization of existing physical facilities, manpower and service and to extend additional facilities to rural areas.
ne_np: यस अवस्थामा भएका भौतिक सुविधाहरु, जनशक्ति र सेवासुविधाको अधिकतम प्रयोग गर्नुपर्ने र ग्रामीण क्षेत्रमा थप सुविधाहरुको विस्तार गर्नु पर्ने जरुरी भइसकेको छ।

source: The supply of water, in areas where the facility exists, too, has not been able to meet the requirement.
ne_np: उपलब्ध गराइएको पानी पनि आवश्यक मात्रामा उपलब्ध हुन सकेको छैन।

source: There also persists the problem of purification of drinking water.
ne_np: साथै खानेपानीमा शुद्धिकरणको अभाव देखिन्छ।

source: On the other hand, it is estimated that about 40 percent of the available drinking water is being list through leakage.
ne_np: अर्कोतर्फ करीब ४० प्रतिशत खानेपानी चुहावटबाट खेर गइरहेको अनुमान छ।

source: Therefore, attention must be paid to the control of leakage and the purification if drinking water along with the extension of drinking water facilities.
ne_np: यस अवस्थामा खानेपानी सुविधाको विस्तारको सार्थै चुहावट नियन्त्रण गर्न र खानेपानीमा शुद्धता ल्याउनेतर्फ ध्यान जानु जरुरी छ।

source: The problem of unorganized housing and urbanization has acquired great magnitude.
ne_np: अव्यवस्थित बसोवास र शहरीकरणको समस्याले ठूलो आकार लिइसकेको छ।

source: Therefore, there has emerged and urgent need to formulate and implement timely policies and programmes with regard to housing and urbanization.
ne_np: त्यसकारण बसोवास र शहरीकरणबारेमा समयोचित नीति एंव कार्यक्रम चाँडो तर्जुमा गरी कार्यान्वयन गर्नु जरुरी भइसकेको छ।

source: Against the backdrop of the above mentioned problems and challenges, the elected government formed after the general elections of 1991 has initiated in accordance with its manifesto various efforts for the all-round development of Nepal.
ne_np: माथि उल्लेख भएका चुनौति एवं समस्याहरुको पृष्ठभूमिमा २०४८ सालको आम निर्वाचन पछि जननिर्वाचित सरकारले आफ्नो घोषणापत्रअनुसार नेपालको सर्वतोमुखी विकासको लागि विभिन्न प्रयासहरु थालनी गरेको छ।

source: The present government now has to undertake the responsibility of achieving the economic disorder and distortions of the past.
ne_np: विगतको आर्थिक अव्यबस्था र बिसङ्धतिहरु हटाई गरीब जनताको आर्थिक समुन्नति गर्ने दायित्व वर्तमान सरकारको कांधमा आएको छ।

source: Matching the spirit if the challenge, the government has been striving for reforms in economic management by according priority to liberal economic policies and rural areas.
ne_np: यसै चुनौतिलाई सामना गरी उदार आर्थिक नीति र ग्रामीण क्षेत्रलाई प्राथमिकता दिएर सरकारले आर्थिक व्यवस्थापन पक्षलाई सुधार गर्ने प्रयास थालेको छ।

source: Similarly, appropriate steps have been taken by the popularly elected government in the direction of creating a favourable climate for the development of the private sector.
ne_np: त्यस्तै निजी क्षेत्रको विकासकोलागि उपयुक्त वातावरण तयार गर्न जन निर्वाचित सरकारले केही नीतिगत सुधारको पाइला चालेको छ।

source: This has already led to some positive results.
ne_np: जसको फलस्वरुप केही प्रतिफल पनि निस्कन थालेको छ।
